Repository: mnovosel29/spot_on
Catalog: app/translations/*/LC_MESSAGES/flask_security.po
Languages: hr

source: Email Address
hr: Email adresa

source: Password
hr: Lozinka

source: Reset password
hr: Resetiraj lozinku

source: Retype Password
hr: Ponovite lozinku

source: Invalid email or password!
hr: Netočno korisničko ime ili lozinka!

source: Email is not confirmed, please confirm Email.
hr: Email nije potvrđen, molimo potvrdite email.

source: Thank you. Email is confirmed.
hr: Hvala vam. Email je potvrđen.

source: Email is already confirmed.
hr: Email je već potvrđen.

source: Invalid confirmation token.
hr: Netočan token za potvrdu.

source: Instructions to reset your password have been sent
hr: Upute za resetiranje lozinke su poslane

source: Thank you. Confirmation instructions have been sent to your email
hr: Hvala vam. Upute za potvrdu su poslane na vaš email.

source: Account is disabled.
hr: Račun je onemogućen.

source: You successfully reset your password. Please login.
hr: Uspješno ste resetirali lozinku. Molimo prijavite se.

source: You do not have permission to view this resource.
hr: Nemate dozvolu za pregled ovog resursa.

source: You must be logged in to view this resource.
hr: Morate biti prijavljeni za pregled ovog resursa.
